
101=&...RWP درباره
102=خطا
103=آخرین خطای سیستمی :
104=%X خطا
105=خوش آمدید به
106=.این ویزارد شما را در تمامی مراحل ریست یا بازیابی  پسورد گمشده حساب ویندوزتان راهنمایی خواهد کرد
107=SAM - با حساب های کاربر معمولی کار میکند
108=AD - با حساب های دایرکتوری فعال کار میکند
109=شیوه بازیابی
110=میخواهید چکاری انجام دهید
111=زبان رابط کاربر
112=ریست کردن یا تغییر رمز حساب کاربری
113=جستجوی رمزهای کاربر
114=رونوشت (انتقال) ریزه های رمز به فایل متنی
115=حذف اطلاعات حساس کاربر
116=(شیوه بازیابی سرویس های دایرکتوری) DSRM ریست یا تغییر رمز
117=IDE/SATA/SCSI/RAID بارگذاری درایور
118=بازیابی رمز یا داده اصلاح شده قبلی
119=اجرا می گردد Passcape CD/DVD/USB برنامه تنها تحت محیط قابل بوت
120=حرکت به مرحله بعدی ویزارد
121=کار میکند (SAM) با حساب های کاربر معمولی
122=با حساب های کاربر دایرکتوری فعال کار میکند
123=وظیفه ای را اینجا انتخاب کنید
124=زبان رابط برنامه
125=RWP منوی
126=برنامه را بصورت آنلاین ثبت کنید
127=کد ثبت برنامه را وارد کنید
128=باگ برنامه را گزارش کنید
129=بازخورد را ارسال نمائید
130=به دوستتان پیشنهاد دهید
131=محتوای راهنما
132=...درباره
133=دستور را نمیتواند اجرایی کند
134=.خطای ارسال ایمیل
135=بازگشت به مرحله قبلی ویزارد
136=بارگذاری و نصب درایورهای اضافی درایوهای ذخیره سازی 
137=.اگر سیستم شما در تشخیص هارد دیسکتان موفق نشد ، درایورهای بیشتر درایوهای ذخیره سازی را از اینجا نصب کنید . نیاز به راه اندازی مجدد سیستم نیست
138=(http://www.passcape.com)برای نصب درایور یک دیسک در سیستمتان بر روی 'بارگذاری درایور' کلیک کنید. درایور دیسک ها معمولا با سی دی درایور مادربرد می باشد. درایورهای بیشتر ذخیره سازی را میتوان از وب سایت ما دانلود کرد
139=بارگذاری درایور
140=وسایل ذخیره سازی سیستم شما
141=(*.inf)|*.inf|| فایلهای اطلاعات درایور
142=.برنامه بارگذاری درایور پیدا نشد. لطفا با پشتیبانی فنی تماس بگیرید
143=.برنامه بارگذاری درایور نمی تواند اجرا شود
144=.درایور انتخاب شده به درستی نصب شد. برنامه هم اکنون لیست وسایل ذخیره سازی شما را به روز خواهد کرد
145=:اجرای بارگذاری درایور موفق نبود
146=<نسخه آزمایشی>
147=آخرین خطا :
148=0x%08X خطای 
149=آیا می خواهید برنامه را بسته و سیستمتان را مجددا راه اندازی کنید؟
150=برنامه را بسته و سیستمتان را مجددا راه اندازی میکند
151=برای بارگذاری یک درایور دیسک بر روی این دکمه کلیک کنید
152=دکمه منو
153=(مرحله %d از %d) SAM ریست کردن رمز حساب کاربری
154=( C:\\Windows\\system32\\config\\ قرار دارند (بعنوان مثال %WINDIR%\\system32\\config را اینجا مشخص کنید. معمولا فایلهای رجیستری شما در مسیر SAM شما باید فایلهای رجیستری سیستم و
155=SAM مسیر فایلهای سیستمی و
156=SAM فایل رجیستری
157=فایل رجیستری سیستم
158=...جستجو
159=فایل موجود را از لیست کشویی انتخاب کرده یا یک فایل جدید بیابید
160= (*.*)|*.*|| همه انواع فایلها
161=نامعتبر SAM فایل 
162=فایل سیستمی نامعتبر
163=.برای ادامه، یک حساب کاربری را جهت ریست کردن رمز آن انتخاب نمایید
164=لیست کاربر
165=ویژگیهای حساب
166=آیا حساب قفل شده :
167=آیا حساب غیر فعال شده :
168=آیا رمز منقضی شده :
169=آیا نیاز به رمز نیست :
170=آیا تاریخچه رمز ها موجود است :
171=تذکر ونکته یادآوری رمز :
172=توصیف مربوط به حساب :
173=نام کاربری
174=کاربر RID
175=مدیر
176=وضعیت
177=هیچکدام
178=نمی تواند فایل رجیستری را باز کند
179=فایل رجیستری معیوب است
180=خارج از حافظه یا منابع
181=نمی تواند فایل رجیستری را بخواند
182=فرمت غیر قابل پشتیبانی فایل رجیستری
183=استثناء ناخواسته ای رخ داد
184=مسیر یافت نشد
185=مقدار یافت نشد
186=پارامتر ورودی نامعتبر
187=نشانگر داده یا طول داده نادرست است
188=خطای داخلی
189=عدم توانایی در نوشتن فایل رجیستری
190=خطای نامعلوم
191=.را قبل از ادامه در درایو فلاپی دیسک قرار دهید 'startkey.key' دارد. آیا میخواهید ادامه دهید؟  لطفا دیسکت با فایل SYSKEY این کار نیاز به دیسک راه انداز
192=پشتیبانی نشده SAM فرمت کلید جلسه
193=با سیستم مطابقت ندارد SAM یا فایل SAM نامعتبر, کلید جلسه SYSKEY
194=LoadLibrary عدم موفقیت در
195=GetProcAddress عدم موفقیت در
196=LM ناتوانی در رمزگشایی رمز
197=NTLM ناتوانی در رمزگشایی رمز
198=ورود داده نامعتبر
199=عدم توانایی در باز کردن فایل رجیستری سیستم
200=یافت نشد SYSKEY توضیحات ورودی
201=خوانده نشده بود SYSKEY
202=SAM عدم توانایی در باز کردن فایل رجیستری
203=SAM عدم توانایی در خواندن فایل رجیستری
204=SAM عدم توانایی در نوشتن داده در فایل رجیستری
205=LM عدم موفقیت در رمزگذاری رمز
206=NTLM عدم موفقیت در رمزگذاری رمز
207=دستور مشخص نشده است
208=عدم مطابقت اندازه مورد
209=عدم موفقیت در تبدیل داده
210=ساختار داده پشتیبانی نشده
211=نمی تواند تغییر کند SYSKEY
212=عدم توانایی در نوشتن داده در فایل رجیستری سیستم
213=عدم توانایی در تغییر نام کلید داده
214=انتخاب توالی بوت یافت نشد
215=درون دیسکت یافت نشد SYSKEY فایل رمز راه انداز
216=SYSKEY عدم توانایی خواندن فایل رمز راه انداز 
217=رمزگشایی نشده بود SYSKEY
218=یافت نشد SYSKEY هیچ 
219=نامعتبر RID مقدار 
220=مقداری یکتا نیست RID مقدار 
221=عدم موفقیت در نوشتن رجیستری
222=SAM عدم موفقیت در باز کردن : %s
223=SAM عدم توانایی در شمردن یکایک کاربران در دامنه : %s
224=بله
225=خیر
226=کاربر
227=مهمان
228=اپراتور
229=حساب سیستمی
230=رمزگذاری نشده است
231=رمزگذاری شده است
232=شرح علائم
233=دارد. آیا میخواهید ادامه دهید؟ SYSKEY این کار نیاز به رمز راه انداز
234=SYSKEY رمز راه انداز 
235=را اینجا وارد کنید SYSKEY رمز راه انداز
236=هرگز
237=ریزه(ها)
238=ریست کردن رمز حساب کاربری دایرکتوری فعال (مرحله %d از %d)
239=.سیستم شما مستقر است %WINDIR%\\system32\\config قرار دارد،درحالیکه فایل رجیستری سیستم همیشه در مسیر %WINDIR%\\ntds\\ در پوشه ntds.dit و رجیستری سیستم را اینجا انتخاب کنید. معمولا فایل ntds.dit مسیر فایل
240=فایلهای سورس (منبع) دایرکتوری فعال
241=(ntds.dit مسیر فایل پایگاه داده دایرکتوری فعال(معمولا
242=فایلهای پایگاه داده دایرکتوری فعال (*.dit)|*.dit|تمامی فایلها (*.*)|*.*||
243=عدم موفقیت در رمزگذاری عمومی
244=نمی تواند از دیسکت خوانده شود SYSKEY رمز راه انداز
245=عدم توانایی در رمزگشایی لیست کلیدی رمزگذاری شده رمز
246=ساختار لیست کلیدی نامعتبر رمزگذاری رمز
247=چیزی جهت رمزگشایی وجود ندارد
248=الگوریتم رمزگذاری نامشخص
249=عدم تطابق داده سیستم
250=عدم موفقیت در توسعه
251=عدم توانایی در رمزگذاری داده کاربر
252=AD خطای باز کردن 
253=AD عدم موفقیت در قالب بندی  
254=AD خطای خواندن 
255=کلید حفاظت داده را نمی تواند بخواند
256=کلید حفاظت داده را نمی تواند قالب بندی کند
257=در فایل (مرحله %d از %d) SAM رونوشت گرفتن از رمزهای 
258=عدم موفقیت در خواندن داده
259=عدم موفقیت در رمزگشایی داده
260=.ذخیره نمایید ASCII PWDUMP برای بیشینه کردن انطباق پیشنهاد میشود که فایل را در قالب. \n انتخاب شده باشد میتوان از رمزها رونوشت گرفت Passcape فقط اگر قالب
261=رونوشت گرفتن از رمزهای دایرکتوری فعال در فایل (مرحله %d از %d)
262=ASCII قالب فایل متنی  
263=UNICODE قالب متنی 
264=قالب فایل رونوشت خروجی
265=ذخیره سازی بعنوان
266=چیزی که می خواهید رونوشت بگیرید
267=نام کاربری
268=کاربر ID
269=LM ریزه 
270=NT ریزه 
271=نام کامل, توضیحات
272=دایرکتوری خانه
273=رمز (اگر یافت شد)
274=<<  رونوشت گیری  >>
275=PWDUMP فایل متنی 
276=Passcape فایل متنی 
277=ریزه های تاریخجه رمز (اگر باشد)
278=LM ریزه تاریخچه 
279=NT ریزه تاریخچه 
280=هیچ داده ای یافت نشد
281=PWDUMP فایلهای متنی (*.txt)|*.txt||
282=Passcape فایلهای پیکربندی جهانی (*.puc)|*.puc||
283=عدم توانایی در باز کردن فایل جهت نوشتن
284=فایل رونوشت با موفقیت ایجاد شد
285=.رمز جدید را برای حساب انتخاب شده وارد کنید یا جهت ریست کردن آن خالی بگذارید. توجه ویژه به سایر گزینه ها نمایید. اگر حساب قفل یا غیر فعال شده است ویندوز رمز را نخواهد پذیرفت
286=اطلاعات حساب کاربری
287=ریست کردن
288=<<  ریست کردن/تغییر دادن  >>
289=SAM مسیر 
290=نام حساب
291=حساب RID
292=شرح حساب
293=رمز جدید
294=حساب قفل شده
295=حساب غیرفعال شده
296=رمز منقضی شده
297=ریست کردن ویژگیها و/یا رمز کاربر
298=.رمز جدید. برای ریست کردن آنرا خالی بگذارید
299=.هریک از حساب ها که قفل است را باز کنید
300=.حساب را فعال کنید
301=.اگر رمز منقضی شده باشد، به شما پیغامی جهت وارد کردن رمز جدید برای ورود موفقیت آمیز نشان داده میشود
302=داده نامعتبر یافت شد
303=SAM عدم توانایی در باز کردن کاربر در دامنه : %s
304=آیا میخواهید یک فایل جهت بازگشت به تنظیمات قبل ایجاد کنید؟
305=SAM عدم توانایی در ذخیره داده کاربر در : %s
306=عدم توانایی در ذخیره داده کاربر بدلیل زیر: %s
307=.حساب با موفقیت اصلاح شد. حال شما میتوانید برنامه را بسته و دیسک قابل بوت را خارج نموده و سیستم را مجددا راه اندازی کنید. اگر سیاست قرار دادن رمز دامنه را میدانید،مطمئن شوید که رمز جدید دارای طول،پیچیدگی و تاریخچه مورد نیاز دامنه را داشته باشد
308=AD مسیر 
309=AD عدم توانایی در تجزیه اطلاعات کاربر 
310=عدم توانایی قرار دادن اطلاعات کاربر در پایگاه داده. موتور پایگاه داده کد خطای زیر را اعلام کرده است: %d.
311=رونوشت از ریزه های رمز دایرکتوری فعال در فایل متنی
312=در فایل متنی SAM رونوشت گیری از ریزه های رمز
313=ریست کردن رمز شیوه بازیابی سرویس های دایرکتوری (مرحله %d از %d)
314=نمی تواند نوع محصول ویندوز را شناسایی کند
315=شیوه بازیابی سرویس های دایرکتوری یافت نشد
316=.انتخاب شده تان را وارد کرده یا برای ریست کردن، آنرا خالی بگذارید DSRM رمز جدید  برای حساب
317=اطلاعات عمومی
318=DSRM ریست کردن رمز 
319=مسیر سیستم
320=وظیفه سیستم
321=وجود رمز
322=کلیک کنید DSRM جهت ریست کردن رمز
323=DSRM عدم توانایی در باز کردن حساب : %s
324=DSRM عدم توانایی در ذخیره سازی داده حساب : %s
325=به دلیل زیر DSRM عدم توانایی در ذخیره سازی داده حساب: %s
326=.را در مراحل بالا آمدن سیستم فشار دهید [F8] دکمه DSRM با موفقیت اصلاح شد. حال شما میتوانید برنامه را بسته و دیسک قابل بوت را خارج کرده و مجددا سیستم را راه اندازی کنید. برای راه اندازی مجدد به شیوه DSRM حساب
327=به عقب برگرداندن رمز اصلاح شده قبلی (مرحله %d از %d)
328=.ذخیره شده و بر اساس تاریخ/زمان مرتب شده است *.puc منبع داده ای را که می خواهید از پشتیبان به حالت اول برگردانید انتخاب نمایید.جلسات پشتیبان (بازگرداندن) در فایلهای
329=جلسه بازگردانی به عقب
330=جزئیات جلسه بازگردانی به عقب
331=SAM رمز 
332=رمز دایرکتوری فعال
333=رمز شیوه بازیابی سرویس دایرکتوری
334=بازگرداندن به وضعیت قبل نوع داده
335=را انتخاب کنید *.puc فایل جدید
336=.اطلاعات مربوط به بازگشت به وضعیت قبل در فایلی که مشخص کردید یافت نشد
337=DSRM حساب 
338=.این مکالمه می تواند به شما جهت بازگرداندن رمزهای اصلاح شده قبلی کمک کند. برای برگشتن به جلسه پشتیبان انتخاب شده توسط شما در مرحله قبلی بر روی دکمه 'بازگرداندن' کلیک کنید
339=<<  بازگرداندن  >>
340=Passcape فایل پیکربندی 
341=مورد جهت بازگرداندن
342=قبلا برگشت داده شده بود
343=بازیابی داده از جلسه پشتیبان
344=بار %d 
345=آیا میخواهید داده را بازیابید؟ برای ادامه روی 'بله' کلیک کنید. 
346=SAM عدم توانایی در بازیابی داده کاربر به : %s
347=عدم توانایی در بازیابی داده کاربر به دلیل زیر: %s
348=داده ها با موفقیت بازیابی شدند.
349=از این جلسه برای بازگرداندن به حالت قبل در حال حاضر استفاده شده است. آیا میخواهید به هر نحو ادامه دهید؟
350=پاک کردن اطلاعات حساس (مرحله %d از %d)
351=.شما قرار دارند WINDOWS\\System32\\config\\ اطلاعات شخصی را که میخواهید در خارج از سیستم باطل کنید انتخاب نمایید. اکثر فایلهای مورد نیاز در مسیر
352=چه چیزی را میخواهید حذف کنید
353=فایلهایی که مورد نیاز است
354=فایل رجیستری امنیتی
355=فایل رجیستری نرم افزار
356=پاک کردن اطلاعات تاریخچه رمز کاربر دایرکتوری فعال 
357=(SAM) پاک کردن تاریخچه رمز حساب کاربری عادی 
358=پاک کردن رمزهای بدست آمده از دامنه
359=پاک کردن رمزهای بدست آمده جهت ورود به ویندوز
360=پاک کردن اطلاعات مربوط به ریست کردن رمز ویندوز
361=پاک کردن نکات یادآوری رمز
362=او را حذف کنید انتخاب نمایید %s کاربری را که می خواهید
363=تاریخچه رمز
364=رمزهای بدست آمده از دامنه
365=نکات یادآوری رمز
366=بدون خطا
367=SYSKEY عدم توانایی در خواندن یا رمزگشایی 
368=عدم توانایی در مقدار دهی کلید رمزگذاری شده اصلی
369=عدم توانایی در خواندن کلید اصلی, هیچ رمزی یافت نشد
370=عدم توانایی در بازکردن مقدار کنترلی حافظه پنهان
371=عدم توانایی در خواندن مقدار کنترلی حافظه پنهان
372=عدم توانایی در باز کردن ورودی حافظه پنهان دامنه
373=عدم توانایی در خواندن ورودی حافظه پنهان دامنه
374=خارج از حافظه یا منابع
375=استثناء پیش بینی نشده ای اتفاق افتاد
376=غیر قابل پشتیبانی
377=اندازه سری نامعتبر
378=خرابی در یکپارچگی داده یا کلید رمزگذاری نامعتبر
379=موارد بیشتری موجود نیست
380=ورودی حافظه پنهان دامنه به درستی تجزیه نشده است
381=داده ای یافت نشد
382=خطای نامشخص
383=ورودی نامعتبر یافت شد
384=مورد یافت نشد
385=غیر قابل دسترسی به داده
386=نمی تواند داده ها را بازگرداند
387=نمی تواند نام کاربری را بخواند
388=خطای معمولی در رمزگذاری
389=ناتوانی تبدیل داده ها
390=عدم توانایی در نوشتن ورودی حافظه پنهان
391=عدم توانایی در باز کردن اعتبار نامه های حافظه پنهان دامنه: %s.
392=رمزهای حافظه پنهان دامنه یافت نشد/رمزگشایی نشد
393=برنامه اطلاعات تاریخچه رمز را نیافت
394=.حالا همه چیز برای باطل کردن اطلاعات حساسی که شما انتخاب کردید آماده است. برعکس ریزه های رمز،این تغییرات غیرقابل بازگشت می باشند،بر حسب ریسک خود بکار ببرید
395=برنامه هیچ نکته یادآوری رمزی نیافت
396=<< پاک کردن >>
397=بطور کامل حذف کن
398=مورد جهت حذف
399=کاربر(ان) تحت تأثیر
400=تاریخچه رمز کاربر دایرکتوری فعال
401=(SAM) تاریخچه رمز کاربر عادی 
402=رمزهای ورود به ویندوز پنهان شدند
403=اطلاعات ریست کردن رمز ویندوز
404=تمامی کاربران
405=اطلاعات ریست کردن رمز یافت نشد
406=تاریخچه رمز با موفقیت حذف شد.
407=عدم توانایی در حذف کردن حداقل یک ورودی حافظه پنهان به دلیل زیر: %s.
408=ورودی کاربر با موفقیت از حافظه پنهان دامنه حذف گردید
409=%s عدم توانایی در باز کردن رجیستری : %s.
410=عدم موفقیت در رمزگشایی عمومی
411=عدم موفقیت در مقدار دهی اولیه کلید رمز
412=عدم توانایی در خواندن رجیستری امنیتی
413=داده تقاضا شده یافت نشد
414=عدم توانایی در ذخیره کردن کلید رمز رمزگذاری شده
415=شکاف داده خالی
416=عدم توانایی در نوشتن رجیستری امنیتی
417=%s عدم توانایی در ذخیره سازی رجیستری : %s.
418=عدم توانایی در حذف کردن ورودی ویندوز از حافظه پنهان به دلیل زیر: %s.
419=ورودی ویندوز از حافظه پنهان با موفقیت حذف شد
420=عدم توانایی در حذف کردن ساختار ریست کردن رمز: %s.
421=اطلاعات ریست کردن رمز با موفقیت حذف شد
422=SAM عدم توانایی در ریست کردن نکته یادآوری رمز کاربری : %s
423=جستجوی رمزهای کاربر (مرحله %d از %d)
424=.در اغلب موارد تعدادی ریزه رمز می تواند بلافاصله رمزگشایی شود. بازیابی ممکن است بر اساس مواردی که اینجا انتخاب می کنید تا چند دقیقه طول بکشد
425=شیوه های جستجو
426=جستجوی سریع
427=جستجوی عمقی
428=جستجوی رمزها در مخفیگاه ویندوز
429=جستجوی رمزهای ساده 
430=حمله ابتدایی بر اساس فرهنگ لغت
431=حمله ابتدایی بر اساس غریزه
432=حمله بر اساس هوش مصنوعی
433=C:\\Program Files : مکان معمول برای پوشه فایلهای برنامه C:\\Documents And Settings : شما باید فایلها و پوشه های مورد نیاز جهت بازیابی موفقیت آمیز فراهم کنید.مسیر معمول برای دایرکتوری پروفایلها
434=فایلها و پوشه های مورد نیاز جهت بازیابی موفقیت آمیز
435=دایرکتوری پروفایلها
436=دایرکتوری فایلهای برنامه
437=(اغلب C:\\Documents And Settings) جستجوی دایرکتوری پروفایلهای ویندوز
438=(معمولا C:\\Program Files) جستجوی فایلهای برنامه
439=.همه چیز اکنون حاضر است. جهت آغاز اسکن کردن سیستم شما برای رمزهای گمشده بر روی دکمه '<< یافتن رمزها >>' کلیک کنید. مدتی زمان جهت تکمیل شدن آن میبرد
440=LM رمز 
441=NT رمز 
442=خطای باز کردن فایل
443=تغییر کلمه رمز
444=...لطفا صبر کنید
445=&باطل کردن
446=...در حال تغییر دادن رمز\n\nلطفا صبور باشید
447=<<  یافتن رمزها  >>
448=عدم توانایی در آغاز سر نخ بازیابی:
449=عدم موفقیت در ساخت عبارت
450=DLL عدم توانایی در بارگذاری ذخایر محافظت شده 
451=عدم توانایی در بارگذاری یکی از توابع کتابخانه ذخیره محافظت شده
452=بدون خطا
453=خطای عادی
454=مهیا کننده یافت نشد dll
455=دستگیره نامعتبر
456=الگو در حال حاضر موجود است
457=الگو موجود نیست
458=قانون نامعتبر
459=غیر قابل دسترسی
460=خطای ذخیره سازی
461=عدم موفقیت در بررسی تماس گیرنده
462=رمز آماده شده نامعتبر است
463=عدم تطابق دیسک
464=استثناء نامشخص
465=پرچم های نادرست
466=آیتم در حال حاضر موجود است
467=آیتم موجود نیست
468=خدمات در دسترس نیست
469=خالی نیست
470=رشته نامعتبر
471=وضعیت نامعتبر
472=باز نیست
473=در حال حاضر باز است
474=خطای نا معلوم
475=عدم موفقیت در بازکردن مسیر رجیستری کاربر
476=شاه کلید MasterKey عدم موفقیت در بازکردن مسیر رجیستری مخزن 
477=اندازه ورودی نامعتبر شاه کلید
478=ورودی نامعتبر شاه کلید
479=آیدی شاه کلید نا معلوم یا نا معتبر است
480=عدم موفقیت در رمزگشایی بلوک داده شاه کلید
481=عدم موفقیت در رمزگشایی شاه کلید
482=DES عدم موفقیت در رمزگشایی 
483=مکان آیتم نامعتبر (مسیر آیتم رجیستری یافت نشد)
484=عدم توانایی در خواندن داده های آیتم از مخزن رجیستری
485=اندازه ورودی نامعتبر آیتم
486=ورودی آیتم نامعتبر
487=عدم موفقیت در رمزگشایی کلید رمزگذاری آیتم
488=عدم موفقیت در رمزگشایی داده آیتم
489=داده آیتم خراب شده است
490=داده های شاه کلید خراب شده است
491=عدم موفقیت در بازکردن مخزن رجیستری
492=عدم موفقیت در بازکردن تهیه کننده زیر کلید
493=مالک داده ها یافت نشد
494=عدم موفقیت در کپی کردن مورد کاربر
495=عدم موفقیت در بازکردن مورد کاربر
496=موارد بیشتری وجود ندارد
497=GUID عدم موفقیت در تبدیل رشته به 
498=به رشته GUID عدم موفقیت در تبدیل
499=GUID عدم موفقیت در تبدیل نوع کلید رجیستری 
500=GUID subtype عدم موفقیت در تبدیل کلید رجیستری 
501=نسخه ساختاری داده نامشخص
502=اندازه آیتم نامعتبر است
503=عدم موفقیت نوشتن در مخزن رجیستری
504=سایز داده نامعتبر است
505=نمی تواند فایل را بخواهد
506=داده نامعتبر است
507=crypto-provider عدم توانایی در باز کردن 
508=توسط مهیا کننده پشتیبانی نمی شود crypto-algorithm 
509=داده ای یافت نشد
510=نمی تواند شاه کلید را تجزیه کند
511=نمی تواند شاه کلید را رمز گشایی کند
512=شاه کلید نامشخص GUID
513=شاه کلید یافت نشد
514=سرصفحه داده ها نامعتبر است
515=روش نا معلوم
516=عدم توانایی در ساخت ریزه ها
517=عدم توانایی در اشتقاق کلید رمزگذاری داده
518=عدم توانایی در قرار دادن پارامترهای پنهانی
519=بررسی عدم تطابق امضا
520=نسخه نا معلوم
521=ساخت اندکس های فایل
522=...اندکس کردن فایل های داده\n\nلطفا صبر کنید
523=<<  توقف جستجو  >>
524=موارد یافت شده رمز:  %d
525=<خالی>
526=توسط این ویرایش از برنامه پشتیبانی نمی شود.لطفا جهت جزئیات به راهنمای برنامه مراجعه کنید (%s) موردی را که تقاضا نمودید
527=بازگرداندن به حالت قبل رمزهای مسیر فعال
528=ریست کردن/تغییر رمز به حساب های مسیر فعال
529=دامنه رونوشت اعتبارنامه ها را ذخیره کرد
530=DSRM ریست کردن/تغییر رمز به حساب 
531=برای حساب های دایرکتوری فعال LM/NTLM رونوشت گرفتن از ریزه های رمز
532=رونوشت گرفتن از ریزه های تاریخچه رمز
533=بازیابی رمز
534=اطلاعات حساس را حذف کن
535=شما باید برای ادامه کار ، برنامه را ثبت کنید
536=رونوشت (انتقال) اعتبارنامه های بدست آمده از دامنه به فایل متنی
537=رونوشت گیری رمز بدست آمده از دامنه (ریزه ها) در فایل متنی
538=C:\\Windows\\system32\\config\\) شما قرار دارد (بعنوان مثال %WINDIR%\\system32\\config شما باید در اینجا فایلهای رجیستری سیستمی و امنیتی را مشخص کنید. عموما فایلهای رجیستری در مسیر
539=مسیر فایلهای سیستمی و امنیتی
540=(CMD) برنامه خط دستور را اجرا کن
541=فایل امنیتی نامعتبر
542=رونوشت گیری رمزهای بدست آمده از دامنه در فایل (مرحله %d از %d)
543=برای ویندوز ویستا پشتیبانی نشده و نمی توان از محتوای آن با نام کاربری غیر انگلیسی رونوشت گرفت CACHEDUMP ذخیره کنید.فایلهای شبیه Passcape برای بیشینه کردن راندمان شدیدا پیشنهاد میشود که فایل را در قالب
544=CACHEDUMP فایل متنی 
545=CACHEDUMP فایلهای (*.cachedump)|*.cachedump|فایلهای متنی (*.txt)|*.txt||
546=Passcape صادر کردن/وارد کردن فایلهای (*.peif)|*.peif||
547=فایل را محاسبه کند CRC نمی تواند
548=نمی تواند در فایل بنویسد
549=مرورگر اینترنت را اجرا کن
550=نمی تواند فایل راهنما را باز کند
551=جهت ادامه بارگذاری نمایید IDE/SATA/SCSI/RAID برنامه نمی تواند هیچ دیسک سختی را در سیستم شما بیابد. شاید شما باید یک دیسک اضافی
552=درباره برنامه
553=بصورت نسخه کامل ثبت شد
554=نسخه آزمایشی ثبت نشده
555=اطلاعات مجوز:
556=ثبت شده به نام:
557=اطلاعات و تماس ها:
558=صفحه خانگی:
559=خرید:
560=&ثبت
561=ثبت
562=...لطفا کد ثبت برنامه را اینجا وارد کنید
563=اطلاعات ثبت
564=نام مالک:
565=کد ثبت:
566=کد ثبت را دقیقا همانطوریکه در ایمیل به شما داده شده است وارد کنید. اگر شما طی فرآیند ثبت با مشکلی مواجه شدید، لطفا به راهنمای برنامه مراجعه نمایید
567=لطفا کد ثبت برنامه را وارد کنید
568=کدی را که شما وارد کردید معتبر نیست. لطفا دوباره تلاش کنید
569=کد را نمی تواند ذخیره کند. لطفا با پشتیبانی فنی تماس بگیرید
570=!تشکر برای ثبت برنامه
571=چک کردن دایرکتوری ها
572=اسکن کردن ساختار دایرکتوری.\n\nممکن است کمی طول بکشد. لطفا صبر کنید
573=<< &قبلی
574=&بعدی >>
575=&خروج
576=لیست را در حافظه ویندوز کپی کن
577=در فایل ذخیره کن
578=<<< رمزهای ویندوز >>>
579=ساخته شده توسط
580=نمیتواند داده ها را کپی کند
581=نمی تواند داده ها را ذخیره کند
582=HTML فایل های (*.htm)|*.htm||
583=لیست در حافظه ویندوز کپی شد
584=را اجرا کن Notepad
585=SYSKEY ریست کردن 
586=(به خالی SAM ریست کردن همه رمزهای) SYSKEY امنیت 
587=تغییر دادن/ریست کردن بطور کامل
588=SYSKEY عدم موفقیت در ریست کردن : %s
589=با موفقیت رمزگشایی شد و اما برنامه به دلیل خطای زیر موفق به ریست کردن رمزهای کاربر نشد SYSKEY : %s. خود را از بازیافت بازگردانی نمایید SAM , SYSTEM و SECURITY شاید شما باید فایلهای رجیستری.
590=آمد شما باید رمز را خالی بگذارید SYSKEY طوری قالب بندی شده که نیاز به رمز دارد. دفعه بعد که پیامی برای رمز شروع SYSKEY، با موفقیت ریست شد. برای جلوگیری از خراب شدن حسابهای کاربری,موقع بالا آمدن سیستم SYSKEY
591=نمایید؟ SYSKEY بگیرید. آیا میخواهید شروع به ریست کردن SECURITY و SAM, SYSTEM همه رمزها برای حسابهای کاربر محلی دوباره رمزگذاری شده و بصورت اتوماتیک خالی قرار داده میشود. جدا" پیشنهاد میشود قبل از ادامه یک پشتیبان از مخازن رجیستری SYSKEY نیستید. برای ساختن بوت سیستم بعد از تغییر EFS یک عمل نادرست است که روی امنیت کل سیستم اثر میگذارد. برای مثال, شما قادر به رمزگشایی فایلهای محافظت شده  SYSKEY ریست کردن
592=نشد LSA با موفقیت رمزگشایی شد, اما برنامه به دلیل خطای زیر موفق به ریست کردن اسرار SYSKEY : %s. خود را از بک آپ بازگردانید SAM, SYSTEM و SECURITY شما باید احتمالا فایلهای رجیستری
593=با استفاده از الگوریتم استاندارد نیست. آیا میخواهید الگوریتم دیگری را امتحان کنید؟ SYSKEY برنامه قادر به ریست
594=با موفقیت ریست شد. همه رمزهای کاربر به خالی تغییر کرد SYSKEY
595=خود را ریست کنید SYSKEY را انتخاب کرده و '%s' خود را فراموش کردید؟ فقط به صفحه اصلی بازگشته و منوی SYSKEY رمز
596=به خالی تغییر میکند SYSKEY را ریست کنید. توجه کنید که رمز همه کاربران بعد از ریست کردن SYSKEY را انتخاب کرده و '%s' خود را گم کردید, به صفحه اصلی بازگردید, منوی SYSKEY اگر شما دیسکت
